<?php

return [
    'اقتصاد' => 'ECON',
    "الإحصاء باللغة الانجليزية" => "EHSA",
    'احصاء' => 'EHSA_AR',
    'الاحياء باللغة الانجليزية' => 'BIO',
    "الاحياء" => "BIO_AR",
    "الاستاتيكا باللغة الانجليزية" => "MTH_ST",
    "استاتيكا" => 'MTH_ST_AR',
    "تاريخ" => "HIST_AR",
    "علم النفس" => "PSH_SOC_AR",
    "جغرافيا" => "GEO_AR",
    "الفلسفة والمنطق" => "PHILO_LOG_AR",
    "التربية الدينية الاسلامية" => "DISL",
    "التربية الدينية المسيحية" => "DMIS",
    "التربية الوطنية" => "WTN",
    "التفاضل والتكامل باللغة الانجليزية" => "MTH_DIFF",
    "الجبر والهندسة الفراغية باللغة الانجليزية" => "MTH_ALG_SG",
    "الديناميكا باللغة الانجليزية" => "MTH_DY",
    "فيزياء باللغة الانجليزية" => "PHY",
    "الكيمياء باللغة الانجليزية" => "CHEM",


    "التفاضل والتكامل" => "MTH_DIFF_AR",
    "جبر وهندسة فراغية" => "MTH_ALG_SG_AR",
    "الجيولوجيا" => "GLG",
    "جيولوجيا" => "GLG",
    "ديناميكا" => "MTH_DY_AR",
    "فيزياء" => "PHY_AR",
    "الكيمياء" => "CHEM_AR",
    "اللغة الانجليزية - لغة اولي" => "ENG",
    "اللغة الايطالية - لغة ثانية" => "ITL",
    "اللغة الاسبانية - لغة ثانية" => "SPN",
    "اللغة الالمانية - لغة ثانية" => "GRM",
    "اللغة الصينية - لغة ثانية" => "CHN",
    "اللغة الفرنسية - لغة ثانية" => "FRN",
    "لغة عربية" => "ARB_AR"
];
